brew "git"
brew "bash"
brew "watch"
brew "kubernetes-cli"
brew "yamllint"
brew "colima"

brew "gnupg"
brew "pinentry"
brew "pinentry-mac"

brew "go"

brew "htop"
brew "wget"
brew "curl"
brew "nano"
brew "pwgen"

brew "yt-dlp"

cask "iterm2"
cask "bitwarden"
cask "zen-browser"

cask "logseq"
cask "sublime-text"
cask "syncthing"
cask "spotify"
cask "stolendata-mpv"
cask "itsycal"

cask "visual-studio-code"
cask "ollama"

#mas "Magnet", id: 441258766 # Window manager from App Store
mas "Amphetamine", id: 937984704 # sleep preventing
mas "WireGuard", id: 1451685025 # Wireguard VPN
mas "WiFi Signal", id: 525912054 # Wifi signal monitor
